{
    "animation" : [
        {
            "id": "a1",
            "name": "Spiderman: Into the Spider-Verse",
            "year": "2018",
            "shortDescription": "Bitten by a radioactive spider in the subway, Brooklyn teenager Miles Morales suddenly develops mysterious powers that transform him into the one and only Spider-Man. When he meets Peter Parker, he soon realizes that there are many others who share his special, high-flying talents. Miles must now use his newfound skills to battle the evil Kingpin, a hulking madman who can open portals to other universes and pull different versions of Spider-Man into our world.",
            "fullDescription": "Struggling to find his place in the world while juggling school and family, Miles Morales, a smart teenager from Brooklyn, reluctantly enrols in an elite New York City boarding school. Wrestling with his new responsibilities, Miles discovers a whole new world hidden at an abandoned NYC subway tunnel, only to get bitten by a stealthy radioactive arachnid from another dimension. Now, gifted with unfathomable powers, much like the original Spider-Man (2002), Miles is shocked to discover that life has become even more complicated, unbeknownst to him that he is about to get caught in the middle of a dreadful inter-dimensional conflict. More and more, with the fate of the multiverse hanging by a thread, young and utterly inexperienced Miles has no other choice but to master his newfound abilities, even though he believes that not everyone is cut out to be a hero. But a hero isn't the one who always wins. It's the one who always tries. Can Miles take a leap of faith and become Spider-Man?",
            "trailerLink": "https://www.youtube.com/embed/g4Hbz2jLxvQ",
            "imageLink": "/assets/images/movies/animation/1.jpg"
        },
        {
            "id": "a2",
            "name": "Your Name",
            "year": "2016",
            "shortDescription": "Two teenagers share a profound, magical connection upon discovering they are swapping bodies. Things manage to become even more complicated when the boy and girl decide to meet in person.",
            "fullDescription": "From director Makoto Shinkai, the innovative mind behind Voices of a Distant Star and 5 Centimeters Per Second, comes a beautiful masterpiece about time, the thread of fate, and the hearts of two young souls. The day the stars fell, two lives changed forever. High-schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki's body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other. Yet, somehow, it works. They build a connection and communicate by leaving notes, messages, and more importantly, an imprint. When a dazzling comet lights up the night's sky, something shifts, and they seek each other out wanting something more - a chance to finally meet. But try as they might, something more daunting than distance prevents them. Is the string of fate between Mitsuha and Taki strong enough to bring them together, or will forces outside their control leave them forever separated?",
            "trailerLink": "https://www.youtube.com/embed/xU47nhruN-Q",
            "imageLink": "/assets/images/movies/animation/2.jpg"
        },
        {
            "id": "a3",
            "name": "Grave of the Fireflies",
            "year": "1988",
            "shortDescription": "A devastating meditation on the human cost of war, this animated tale follows Seita (Tsutomu Tatsumi), a teenager charged with the care of his younger sister, Setsuko (Ayano Shiraishi), after an American firebombing during World War II separates the two children from their parents. Their tale of survival is as heartbreaking as it is true to life. The siblings rely completely on each other and struggle against all odds to stay together and stay alive.",
            "fullDescription": "Based on a true story, Grave of the Fireflies follows the trials and tribulations of an older brother looking after his little sister in the midst of WWII-stricken-Japan. When their mother is killed during an air-raid on their village, Setsuko and Seita struggle to look out for each other as the war reaches the end of its six-year-long devastation. How do children survive in a post-war society, and to what ends will they go to live peaceful lives: even as their world collapses around them?",
            "trailerLink": "https://www.youtube.com/embed/4vPeTSRd580",
            "imageLink": "/assets/images/movies/animation/3.jpg"
        },
        {
            "id": "a4",
            "name": "The Lion King",
            "year": "1994",
            "shortDescription": "As a cub, Simba is forced to leave the Pride Lands after his father Mufasa is murdered by his wicked uncle, Scar. Years later, he returns as a young lion to reclaim his throne.",
            "fullDescription": "The Lion King is a Disney property acclaimed as the Jewel of Animation. Having a great plot, funny and captivating characters and the most celebrated soundtrack in a kid's film, only compared to the likes of Frozen. The plot is elementary and straightforward, a young lion cub who cannot wait to be claimed King of the Pride Rocks finds himself in a life changing situation, when his Machiavellian and envious uncle conspires, alongside the hyenas, to overtake the kingdom and establish a dictatorship. Acquiring the advice from his old counselors (Zazu and Rafiki), the help from his new friends, Timone and Pumbaa, and the unexpected warning of a familiar face, whilst discovering the paths of love through his childhood girlfriend Nala, Simba will unshackle the Savanna from the reign of terror of Scar and returning the natural order to the Circle of Life.",
            "trailerLink": "https://www.youtube.com/embed/lFzVJEksoDY",
            "imageLink": "/assets/images/movies/animation/4.jpg"
        },
        {
            "id": "a5",
            "name": "Spirited Away",
            "year": "2001",
            "shortDescription": "Ten-year-old Chihiro and her parents end up at an abandoned amusement park inhabited by supernatural beings. Soon, she learns that she must work to free her parents who have been turned into pigs.",
            "fullDescription": "Chihiro and her parents are moving to a small Japanese town in the countryside, much to Chihiro's dismay. On the way to their new home, Chihiro's father makes a wrong turn and drives down a lonely one-lane road which dead-ends in front of a tunnel. Her parents decide to stop the car and explore the area. They go through the tunnel and find an abandoned amusement park on the other side, with its own little town. When her parents see a restaurant with great-smelling food but no staff, they decide to eat and pay later. However, Chihiro refuses to eat and decides to explore the theme park a bit more. She meets a boy named Haku who tells her that Chihiro and her parents are in danger, and they must leave immediately. She runs to the restaurant and finds that her parents have turned into pigs. In addition, the theme park turns out to be a town inhabited by demons, spirits, and evil gods. At the center of the town is a bathhouse where these creatures go to relax. The owner of the bathhouse is the evil witch Yubaba, who is intent on keeping all trespassers as captive workers, including Chihiro. Chihiro must rely on Haku to save her parents in hopes of returning to their world.",
            "trailerLink": "https://www.youtube.com/embed/ByXuk9QqQkk",
            "imageLink": "/assets/images/movies/animation/5.jpg"
        }
    ],

    "action" : [
        {
            "id": "b1",
            "name": "The Dark Knight",
            "year": "2008",
            "shortDescription": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice.",
            "fullDescription": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, the caped crusader must come to terms with one of the greatest psychological tests of his ability to fight injustice.",
            "imageLink": "/assets/images/movies/action/1.jpg"
        },
        {
            "id": "b2",
            "name": "The Lord of the Rings: The Return of the Kings",
            "year": "2003",
            "shortDescription": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring.",
            "fullDescription": "The culmination of nearly 10 years' work and conclusion to Peter Jackson's epic trilogy based on the timeless J.R.R. Tolkien classic, \"The Lord of the Rings: The Return of the King\" presents the final confrontation between the forces of good and evil fighting for control of the future of Middle-earth. Hobbits Frodo and Sam reach Mordor in their quest to destroy the `one ring', while Aragorn leads the forces of good against Sauron's evil army at the stone city of Minas Tirith.", 
            "trailerLink": "https://www.youtube.com/embed/r5X-hFf6Bwo",
            "imageLink": "/assets/images/movies/action/2.jpg"
        },
        {
            "id": "b3",
            "name": "Inception",
            "year": "2010",
            "shortDescription": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O., but his tragic past may doom the project and his team to disaster",
            "fullDescription": "Dom Cobb (Leonardo DiCaprio) is a thief with the rare ability to enter people's dreams and steal their secrets from their subconscious. His skill has made him a hot commodity in the world of corporate espionage but has also cost him everything he loves. Cobb gets a chance at redemption when he is offered a seemingly impossible task: Plant an idea in someone's mind. If he succeeds, it will be the perfect crime, but a dangerous enemy anticipates Cobb's every move.",
            "trailerLink": "https://www.youtube.com/embed/YoHD9XEInc0",
            "imageLink": "/assets/images/movies/action/3.jpg"
        },
        {
            "id": "b4",
            "name": "Matrix",
            "year": "1999",
            "shortDescription": "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence",
            "fullDescription": "In the 21st century, a computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers. Neo (Keanu Reeves) believes that Morpheus (Laurence Fishburne), an elusive figure considered to be the most dangerous man alive, can answer his question -- What is the Matrix? Neo is contacted by Trinity (Carrie-Anne Moss), a beautiful stranger who leads him into an underworld where he meets Morpheus. They fight a brutal battle for their lives against a cadre of viciously intelligent secret agents. It is a truth that could cost Neo something more precious than his life.",
            "trailerLink": "https://www.youtube.com/embed/m8e-FF8MsqU",
            "imageLink": "/assets/images/movies/action/4.jpg"
        },
        {
            "id": "b5",
            "name": "Star Wars: Episode V - The Empire Strikes Back",
            "year": "1980",
            "shortDescription": "After the Rebels are brutally overpowered by the Empire on the ice planet Hoth, Luke Skywalker begins Jedi training with Yoda, while his friends are pursued across the galaxy by Darth Vader and bounty hunter Boba Fett.",
            "fullDescription": "The adventure continues in this \"Star Wars\" sequel. Luke Skywalker (Mark Hamill), Han Solo (Harrison Ford), Princess Leia (Carrie Fisher) and Chewbacca (Peter Mayhew) face attack by the Imperial forces and its AT-AT walkers on the ice planet Hoth. While Han and Leia escape in the Millennium Falcon, Luke travels to Dagobah in search of Yoda. Only with the Jedi master's help will Luke survive when the dark side of the Force beckons him into the ultimate duel with Darth Vader (David Prowse).",
            "trailerLink": "https://www.youtube.com/embed/JNwNXF9Y6kY",
            "imageLink": "/assets/images/movies/action/5.jpg"
        }
    ],

    "horror" : [
        {
            "id": "c1",
            "name": "Alien",
            "year": "1979",
            "shortDescription": "The crew of a commercial spacecraft encounter a deadly lifeform after investigating an unknown transmission.",
            "fullDescription": "In deep space, the crew of the commercial starship Nostromo is awakened from their cryo-sleep capsules halfway through their journey home to investigate a distress call from an alien vessel. The terror begins when the crew encounters a nest of eggs inside the alien ship. An organism from inside an egg leaps out and attaches itself to one of the crew, causing him to fall into a coma.",
            "trailerLink": "https://www.youtube.com/embed/jQ5lPt9edzQ",
            "imageLink": "/assets/images/movies/horror/1.webp"
        },
        {
            "id": "c2",
            "name": "Psycho",
            "year": "1960",
            "shortDescription": "A Phoenix secretary embezzles $40,000 from her employer's client, goes on the run and checks into a remote motel run by a young man under the domination of his mother.",
            "fullDescription": "Phoenix secretary Marion Crane (Janet Leigh), on the lam after stealing $40,000 from her employer in order to run away with her boyfriend, Sam Loomis (John Gavin), is overcome by exhaustion during a heavy rainstorm. Traveling on the back roads to avoid the police, she stops for the night at the ramshackle Bates Motel and meets the polite but highly strung proprietor Norman Bates (Anthony Perkins), a young man with an interest in taxidermy and a difficult relationship with his mother.",
            "trailerLink": "https://www.youtube.com/embed/Wz719b9QUqY",
            "imageLink": "/assets/images/movies/horror/2.jpg"
        },
        {
            "id": "c3",
            "name": "The Shining",
            "year": "1980",
            "shortDescription": "A family heads to an isolated hotel for the winter where a sinister presence influences the father into violence, while his psychic son sees horrific forebodings from both past and future.",
            "fullDescription": "Jack Torrance (Jack Nicholson) is a writer who has been hired to look after the Overlook Hotel in Colorado during the winter. He's a recovering alcoholic and a former teacher, and he's brought his wife Wendy (Shelley Duvall) and son Danny (Danny Lloyd) with him. The hotel is closed for the season, and the only other people",
            "trailerLink": "https://www.youtube.com/embed/5Cb3ik6zP2I",
            "imageLink": "/assets/images/movies/horror/3.jpg"
        },
        {
            "id": "c4",
            "name": "Tumbbad",
            "year": "2018",
            "shortDescription": "A mythological story about a goddess who created the entire universe. The plot revolves around the consequences when humans build a temple for her first-born.",
            "fullDescription": "The story is set in the 19th century in the village of Tumbbad. The village is situated in the middle of a forest and is surrounded by mountains. The village is ruled by a Brahmin family, the Deoras. The story revolves around the consequences when humans build a temple for the first-born of a goddess.",
            "trailerLink": "https://www.youtube.com/embed/sN75MPxgvX8",
            "imageLink": "/assets/images/movies/horror/4.jpg"
        },
        {
            "id": "c5",
            "name": "The Thing",
            "year": "1982",
            "shortDescription": "A research team in Antarctica is hunted by a shape-shifting alien that assumes the appearance of its victims.",
            "fullDescription": "In Antarctica, a research team led by Dr. Blair (Wilford Brimley) discovers an alien spacecraft buried in the ice. They bring it back to their base camp, where it is thawed out. The alien inside the craft is revealed to be a parasitic life form that can take over the bodies of other organisms. The alien begins to take over the bodies of the members of the research team, one by one.",
            "trailerLink": "https://www.youtube.com/embed/5ftmr17M-a4",
            "imageLink": "/assets/images/movies/horror/5.jpg"
        }
    ],

    "mystery" : [
        {
            "id": "d1",
            "name": "Mirror Game",
            "year": "2016",
            "shortDescription": "The story unfolds on how an underdog survives in a society that is merciless and struggles his way out from the clutch of crime game which he is a part too.",
            "fullDescription": "Ayna is an actor and the prison is his stage. He slips into the characters of the powerful convicted in exchange of money and take their place in prison. This strange profession is borne out of a society that doesn't give him a chance to follow his passion of acting, but forces him to act in the real life. Falling in love with the girl next door changes his life equation and he decides to end this career with one last performance. But this one takes him too deep in the rabbit hole. The story unfolds on how an underdog survives in a society that is merciless and struggles his way out from the clutch of crime game in which he is a part too.",
            "trailerLink": "https://www.youtube.com/embed/POAOWFWJsnM",
            "imageLink": "/assets/images/movies/mystery/1.jpg"
        },
        {
            "id": "d2",
            "name": "Se7en",
            "year": "1995",
            "shortDescription": "A serial killer begins murdering people according to the seven deadly sins. Two detectives, one new to the city and the other about to retire, are tasked with apprehending the criminal.",
            "fullDescription": "Seven (stylized as Se7en) is a 1995 American crime thriller film directed by David Fincher and written by Andrew Kevin Walker. It stars Brad Pitt, Morgan Freeman, Gwyneth Paltrow, and John C. McGinley. Set in a crime-ridden, unnamed city, Seven's plot follows disenchanted, near-retirement detective William Somerset (Freeman) and his new partner, the recently transferred David Mills (Pitt), as they attempt to stop a serial killer before he can complete a series of murders based on the seven deadly sins. When retiring police Detective William Somerset (Morgan Freeman) tackles a final case with the aid of newly transferred David Mills (Brad Pitt), they discover a number of elaborate and grizzly murders. They soon realize they are dealing with a serial killer (Kevin Spacey) who is targeting people he thinks represent one of the seven deadly sins. Somerset also befriends Mills' wife, Tracy (Gwyneth Paltrow), who is pregnant and afraid to raise her child in the crime-riddled city.",
            "trailerLink": "https://www.youtube.com/embed/znmZoVkCjpI",
            "imageLink": "/assets/images/movies/mystery/2.jpg"
        },
        {
            "id": "d3",
            "name": "Silence of the Lambs",
            "year": "1991",
            "shortDescription": "Jodie Foster stars as Clarice Starling, a top student at the FBI's training academy. Jack Crawford (Scott Glenn) wants Clarice to interview Dr. Hannibal Lecter (Anthony Hopkins), a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism. Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
            "fullDescription": "Jodie Foster stars as Clarice Starling, a top student at the FBI's training academy. Jack Crawford (Scott Glenn) wants Clarice to interview Dr. Hannibal Lecter (Anthony Hopkins), a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism. Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.\nThe Silence of the Lambs is a 1991 American psychological horror film directed by Jonathan Demme and written by Ted Tally, adapted from Thomas Harris's 1988 novel. It stars Jodie Foster as Clarice Starling, a young FBI trainee who is hunting a serial killer, \"Buffalo Bill\" (Ted Levine), who skins his female victims. To catch him, she seeks the advice of the imprisoned Dr. Hannibal Lecter (Anthony Hopkins), a brilliant psychiatrist and cannibalistic serial killer. The film also features performances from Scott Glenn, Anthony Heald, and Kasi Lemmons.",
            "trailerLink": "https://www.youtube.com/embed/W6Mm8Sbe__o",
            "imageLink": "/assets/images/movies/mystery/3.jpg"
        },
        {
            "id": "d4",
            "name": "Rear Window",
            "year": "1954",
            "shortDescription": "A wheelchair-bound photographer spies on his neighbors from his Greenwich Village courtyard apartment window, and becomes convinced one of them has committed murder, despite the skepticism of his fashion-model girlfriend.",
            "fullDescription": "The story of a recuperating news photographer who believes he has witnessed a murder. Confined to a wheelchair after an accident, he spends his time watching the occupants of neighbouring apartments through a telephoto lens and binoculars and becomes convinced that a murder has taken place.",
            "trailerLink": "https://www.youtube.com/embed/6kCcZCMYw38",
            "imageLink": "/assets/images/movies/mystery/4.jpg"
        },
        {
            "id": "d5",
            "name": "The Lives of The Others",
            "year": "2006",
            "shortDescription": "In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.",
            "fullDescription": "In 1983 East Berlin, dedicated Stasi officer Gerd Wiesler (Ulrich Mühe), doubting that a famous playwright (Sebastian Koch) is loyal to the Communist Party, receives approval to spy on the man and his actress-lover Christa-Maria (Martina Gedeck). Wiesler becomes unexpectedly sympathetic to the couple, then faces conflicting loyalties when his superior takes a liking to Christa-Maria and orders Wiesler to get the playwright out of the way.",
            "trailerLink": "https://www.youtube.com/embed/YsShZNHmpGE",
            "imageLink": "/assets/images/movies/mystery/5.jpg"
        }
    ],

    "romcom" : [
        {
            "id": "e1",
            "name": "Forrest Gump",
            "year": "1994",
            "shortDescription": "Slow-witted Forrest Gump (Tom Hanks) has never thought of himself as disadvantaged, and thanks to his supportive mother (Sally Field), he leads anything but a restricted life.",
            "fullDescription": "Forrest, a man with low IQ, recounts the early years of his life when he found himself in the middle of key historical events. All he wants now is to be reunited with his childhood sweetheart, Jenny.\nSlow-witted Forrest Gump (Tom Hanks) has never thought of himself as disadvantaged, and thanks to his supportive mother (Sally Field), he leads anything but a restricted life. Whether dominating on the gridiron as a college football star, fighting in Vietnam or captaining a shrimp boat, Forrest inspires people with his childlike optimism. But one person Forrest cares about most may be the most difficult to save -- his childhood love, the sweet but troubled Jenny (Robin Wright).",
            "trailerLink": "https://www.youtube.com/embed/bLvqoHBptjg",
            "imageLink": "/assets/images/movies/romcom/1.jpg"
        },
        {
            "id": "e2",
            "name": "Life is Beautiful",
            "year": "1997",
            "shortDescription": "A gentle Jewish-Italian waiter, Guido Orefice (Roberto Benigni), meets Dora (Nicoletta Braschi), a pretty schoolteacher, and wins her over with his charm and humor. Eventually they marry and have a son, Giosue (Giorgio Cantarini).",
            "fullDescription": "A Jewish father and his family are surrounded by Nazi death camps. Living in a hostile environment, he uses humour to shield his young son from the grim realities of the war.\nA gentle Jewish-Italian waiter, Guido Orefice (Roberto Benigni), meets Dora (Nicoletta Braschi), a pretty schoolteacher, and wins her over with his charm and humor. Eventually they marry and have a son, Giosue (Giorgio Cantarini). Their happiness is abruptly halted, however, when Guido and Giosue are separated from Dora and taken to a concentration camp. Determined to shelter his son from the horrors of his surroundings, Guido convinces Giosue that their time in the camp is merely a game.",
            "trailerLink": "https://www.youtube.com/embed/8CTjcVr9Iao",
            "imageLink": "/assets/images/movies/romcom/2.jpg"
        },
        {
            "id": "e3",
            "name": "Modern Times",
            "year": "1936",
            "shortDescription": "This comedic masterpiece finds the iconic Little Tramp (Charlie Chaplin) employed at a state-of-the-art factory where the inescapable machinery completely overwhelms him, and where various mishaps keep getting him sent to prison.",
            "fullDescription": "A factory production line worker is thrown out on the street for his manic behaviour. He then meets a young, homeless girl, who is recently orphaned, and tries to build a home with her.\nThis comedic masterpiece finds the iconic Little Tramp (Charlie Chaplin) employed at a state-of-the-art factory where the inescapable machinery completely overwhelms him, and where various mishaps keep getting him sent to prison. In between his various jail stints, he meets and befriends an orphan girl (Paulette Goddard). Both together and apart, they try to contend with the difficulties of modern life, with the Tramp working as a waiter and eventually a performer.",
            "trailerLink": "https://www.youtube.com/embed/GLeDdzGUTq0",
            "imageLink": "/assets/images/movies/romcom/3.jpg"
        },
        {
            "id": "e4",
            "name": "City Lights",
            "year": "1931",
            "shortDescription": "This classic story of love, tragedy and hope centers around a homeless tramp whom meets and instantly falls in love with a beautiful, albeit blind, flower seller.",
            "fullDescription": "The Tramp falls in love with a girl with visual impairment who sells flowers on the street. He tries to help her gain her eyesight back with the help of a wealthy man.\nA hapless but resilient tramp (Charlie Chaplin) falls in love with a blind flower girl (Virginia Cherrill) on the tough city streets. Upon learning that she and her grandmother are to be evicted from their home, the tramp undertakes a series of attempts to provide them with the money they need, all of which end in humiliating failure. But after a drunken millionaire (Harry Myers) lavishly rewards him for saving his life, the tramp can change the flower girl's life forever.",
            "trailerLink": "https://www.youtube.com/embed/7vl7F8S4cpQ",
            "imageLink": "/assets/images/movies/romcom/4.jpg"
        },
        {
            "id": "e5",
            "name": "Chhichhore",
            "year": "2019",
            "shortDescription": "A tragic incident forces Anirudh, a middle-aged man, to take a trip down memory lane and reminisce his college days along with his friends, who were labelled as losers.",
            "fullDescription": "Anirudh \"Anni\" Pathak is a divorced middle-aged man living with his teenage son Raghav Pathak, an aspiring engineer, who is awaiting the results of his entrance examination in the hope of enrolling in the Indian Institute of Technology. On the eve of the results, Anni gifts Raghav a bottle of champagne, promising him that they will celebrate his success together, unaware that Raghav is under intense pressure. The bottle of champagne only fuels Raghav's worries as to what will happen if he does not make it. The next day, while checking the results at his friend's apartment, Raghav finds out that he has not qualified for IIT-JEE exam results and, afraid of being called a \"loser\", he deliberately slips off the balcony to commit suicide, but survives, although in a fatal state. Anni rushes to the hospital where he tries to comfort his ex-wife Maya Pathak. She blames Anni for not noticing how much pressure Raghav was in. Dr. Sunit Dev \"S. D.\" Kasbekar informs Maya and Anni that Raghav's condition is deteriorating as Raghav does not have the will to live. Realizing that his son is afraid of being called a \"loser\", Anni, who stumbles upon pictures of his college days, begins to recount the tales of his time in college in an attempt to rekindle hope in Raghav, who he wants to believe that his father, too, was once a \"loser\".",
            "trailerLink": "https://www.youtube.com/embed/tsxemFX0a7k",
            "imageLink": "/assets/images/movies/romcom/5.jpg"
        }
    ]
}